tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

brew 'ffmpeg'
brew 'gifsicle'
brew 'git'
brew 'go'
brew 'heroku'
brew 'jq'
brew 'libxml2'
brew 'mtr'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'wget'
brew 'yarn'
brew 'zsh'

brew 'thoughtbot/formulae/rcm'

cask '1password'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'ngrok'
cask 'rowanj-gitx'
cask 'slack'
cask 'zoomus'

cask 'font-source-code-pro'
