tap 'heroku/brew'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'puma/puma'
tap 'teamookla/speedtest'
tap 'thoughtbot/formulae'

brew 'ffmpeg'
brew 'fish'
brew 'gifsicle'
brew 'git'
brew 'go'
brew 'heroku'
brew 'jq'
brew 'libxml2'
brew 'mtr'
brew 'openssl'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'speedtest'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/rcm'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'dropbox'
cask 'google-chrome'
cask 'ngrok'
cask 'postico'
cask 'rowanj-gitx'
cask 'slack'
cask 'zoomus'

cask 'font-source-code-pro'
