tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

brew 'git'
brew 'go'
brew 'openssl'
brew 'ctags'
brew 'elasticsearch', restart_service: true
brew 'elixir'
brew 'ffmpeg'
brew 'gcc'
brew 'gifsicle'
brew 'icu4c'
brew 'imagemagick'
brew 'jq'
brew 'libxml2'
brew 'memcached', restart_service: true
brew 'mtr'
brew 'mysql', restart_service: true
brew 'node'
brew 'phantomjs'
brew 'sqlite'
brew 'postgresql'
brew 'pow'
brew 'rabbitmq', restart_service: true
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'sassc'
brew 'the_silver_searcher'
brew 'wget'
brew 'zsh'

brew 'homebrew/dupes/apple-gcc42'
brew 'thoughtbot/formulae/rcm'
